﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ reagerade på ett inlägg som du har taggats i";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ och %@ reagerade på ett inlägg som du har taggats i";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ delade ett inlägg som du var taggad i";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ och %@ delade ett inlägg som du var taggad i";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ zappade ett inlägg som du var taggad i";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ och %@ zappade ett inlägg som du var taggad i";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@ reagerade på ditt inlägg";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ och %@ reagerade på ditt inlägg";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@ delade ditt inlägg";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ och %@ delade ditt inlägg";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ zappade ditt inlägg";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ och %@ zappade ditt inlägg";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ reagerade på din profil";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ och %@ reagerade på din profil";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ delade din profil";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ och %@ delade din profil";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ zappade din profil";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ och %@ zappade din profil";
/* No comment provided by engineer. */
"%@" = "%@";

/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "%@ har blivit blockad";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "%@ hittades inte";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. Att skapa ett konto kräver inte ett telefonnummer, e-post eller namn. Kom igång direkt utan friktion.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. End-to-End-krypterade privata meddelanden. Håll de stora företagen borta från dina DMs";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. Dricksa dina vänners inlägg och spara Sats med Bitcoin⚡️, internets valuta.";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@'at'%2$@' kommer att användas för verifiering";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' är en ogiltlig NIP-05 identitet. Den ska se ut som en email address.";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "Om";

/* Label for About Me section of user profile form. */
"About Me" = "Om Mig";

/* Placeholder text for About Me description. */
"Absolute Boss" = "Absolut Boss";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "Acceptera";

/* Label to indicate the public ID of the account. */
"Account ID" = "Konto ID";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "Handlingar";

/* Button to confirm adding user inputted relay. */
"Add" = "Lägg till";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "Lägg till Alla";

/* Context menu option for adding a note bookmark. */
"Add Bookmark" = "Lägg till Bokmärke";

/* Button to add recommended relay server.
   Label for section for adding a relay server. */
"Add Relay" = "Lägg till Relä";

/* Label to display relay contact user. */
"Admin" = "Administratör";

/* Label for filter for all notifications. */
"All" = "Alla";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it. */
"Anonymous" = "Anonym";

/* Any amount of sats */
"Any" = "Valfri";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "API Nyckel (valfritt)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "API Nyckel (krävs)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "Är du säker på att du vill dela vidare?";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "Fantastiskt inlägg!";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "Bannerbild";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "Innan vi sätter igång måste du spara din kontoinformation, annars kommer du inte att kunna logga in i framtiden om du någon gång avinstallerar Damus.";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Bitcoin Lightning Dricks";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "Blockera";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "Blockera %@?";

/* Title of alert for blocking a user. */
"Block User" = "Blockera Användare";

/* Sidebar menu label for Profile view. */
"Blocked" = "Blockerade";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "Blockerade Användare";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "Bokmärken";

/* Accessibility label for boosts button */
"Boosts" = "Boosta";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "Skicka ut";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "Avbryt";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing bookmarks data. */
"Clear All" = "Ta bort alla";

/* Button to clear image cache. */
"Clear Cache" = "Töm Cache";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "Kommentar";

/* Label to display relay contact information. */
"Contact" = "Kontakt";

/* Continue with deleting the user. */
"Continue" = "Fortsätt";

/* Label indicating that a user's key was copied. */
"Copied" = "Kopierad";

/* Button to copy a relay server address. */
"Copy" = "Kopiera";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "Kopiera Konto ID";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "Kopiera Bild";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "Kopiera Bildens URL";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "Kopiera invoice";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "Kopiera LNURL";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Kopiera Notens ID";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Kopiera Notens JSON";

/* Button to copy report ID. */
"Copy Report ID" = "Kopiera Anmäld ID";

/* Context menu option for copying the text from an note. */
"Copy Text" = "Kopiera Text";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "Kopiera Användarens Pub-nyckel";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "Kunde inte hitta användare att blockera";

/* Button to create account. */
"Create" = "Skapa";

/* Button to create an account. */
"Create Account" = "Skapa Konto";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "Skapa en ny tystlista";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "Skapar(en/na) av Bitcoin. Absoluta Legendarer.";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "Anpassa";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "Anpassa Zap-belopp";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Damus";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (Proprietary, Higher Accuracy)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "Standard Plånbok";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "Standard Zap-belopp i sats";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist. */
"Delete" = "Radera";

/* Button to delete the user's account. */
"Delete Account" = "Radera Konto";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "Raderat Konto";

/* Label to display relay description. */
"Description" = "Beskrivning";

/* Button to disable image animation */
"Disable animations" = "Avaktivera animationer";

/* Button to dismiss a text field alert. */
"Dismiss" = "Avvisa";

/* Label to prompt display name entry. */
"Display Name" = "Visa Namn";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "DMs";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "Klar";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "Tjäna Pengar";

/* Button to edit user's profile. */
"Edit" = "Redigera";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "Redigera deltagare";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "Krypterade";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "Ange din kontonyckel för att logga in:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "Det gick inte att hämta lightning-fakturan";

/* Error message indicating why saving keys failed. */
"Error: %@" = "Fel:%@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "EULA";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "Alla kan se att du har zappat";

/* Button label text for filtering relay servers. */
"Filter" = "Filter";

/* Button to follow a user. */
"Follow" = "Följ";

/* Button to follow a user back. */
"Follow Back" = "Följ Tillbaka";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "Följ mig på nostr";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "Följare";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "Följer";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "Följer...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "Följer dig";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "Fri";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "Hämta API-nyckel ";

/* No comment provided by engineer. */
"Hello, World!" = "Hello, World!";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "Göm";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "Göm API-nyckel";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "Hem";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "Olagligt innehåll";

/* Section title for images configuration. */
"Images" = "Bilder";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "Ogiltig nyckel";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "Ogiltig lightning address";

/* Button for user to report that the account or content has spam. */
"It's spam" = "Det är spam";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "Vänsterhänt";

/* Button to complete account creation and start using the app. */
"Let's go!" = "Nu kör vi!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (Open Source)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Lightning Address eller LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "Lightning Faktura";

/* Accessibility Label for Like button */
"Like" = "Gilla";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "Ladda %@ mer";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "Lokal autentisering för att komma åt privat nyckel";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "Lokal standard";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "Logga in";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "Logga ut";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "Letar efter %@...";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "Se till att din nsec-kontonyckel är sparad innan du loggar ut, annars förlorar du åtkomsten till det här kontot";

/* Label for filter for seeing mention notifications (replies, etc). */
"Mentions" = "Omnämnanden ";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "NIP-05 Verifiering";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "Nej";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "Ingen blockeringslista hittades, skapa en ny? Detta kommer att skriva över alla tidigare blockeringslistor.";

/* No comment provided by engineer. */
"No data available" = "Ingen data tillgänglig";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "Ingen kan se att du har zappat";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "Inga zaps skickas, bara en lightning betalning.";

/* No search results. */
"none" = "ingen";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "Ingen";

/* Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"none_zap_type" = "Ingen";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "Noten innehåller \"nsec1\" privat nyckel. Är du säker?";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "Inget att se här. Kom tillbaka senare!";

/* Toolbar label for Notifications view. */
"Notifications" = "Notifikationer";

/* String indicating that a given timestamp just occurred */
"now" = "nu";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "Naket eller explicit innehåll";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "Bara du kan se detta meddelande och vem som skickade det.";

/* Label indicating that a form input is optional. */
"optional" = "frivillig";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "Betal Relä";

/* Button to pay a Lightning invoice. */
"Pay" = "Betala";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "Betala Lightning faktura";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "Radera Kontot Permanent";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "Plan";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "Välj reläer från listan nedan för att filtrera det aktuella flödet:";

/* Button to post a note. */
"Post" = "Lägg upp";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "Inlägg från en användare som du har blockerat";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "Dela";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "Inlägg & Svar";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "Privat";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "Privat Nyckel";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "Bara '%@' kan se att du har zappat dem";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "Pro";

/* Sidebar menu label for Profile view. */
"Profile" = "Profil";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "Profilbild";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "Publik";

/* Section title for the user's public account ID. */
"Public Account ID" = "Publikt Konto ID";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "Publik Nyckel";

/* Label indicating that the text is a user's public account key. */
"Public key" = "Publik nyckel";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "Publik Nyckel?";

/* Navigation bar title for Reactions view. */
"Reactions" = "Reaktioner";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "Rekommenderade Relä";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "Avböj";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "Relä";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "Reläer";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "Reläer har meddelats och klienter kommer att kunna använda denna information för att filtrera innehåll. Tack!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "Ta bort alla";

/* Context menu option for removing a note bookmark. */
"Remove Bookmark" = "Ta bort Bokmärken";

/* Accessibility label for reply button */
"Reply" = "Svara";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "Svar till %@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "Svar till %1$@ & %2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "Svar till mig själv";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "Svar till:";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "Anmäl";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "Anmäl ID";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "Anmälan skickad!";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "Dela vidare";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "Delat";

/* Navigation bar title for Reposts view. */
"Reposts" = "Delningar";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "Förfrågningar";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "Försök igen";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Button for saving profile. */
"Save" = "Spara";

/* Context menu option to save an image. */
"Save Image" = "Spara Bild";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "Scanna koden";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "Sök hashtag: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "Sök...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "Hemlig inloggningsnyckel för kontot";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Välj en Lightning plånbok ";

/* Prompt selection of user's default wallet */
"Select default wallet" = "Välj standard plånbok";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "Skicka ett meddelande för att starta konversationen...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "Server";

/* Prompt selection of translation service provider. */
"Service" = "Tjänster";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "Inställningar";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "Dela";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "Visa";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "Visa API nyckel";

/* Button to show entire note. */
"Show more" = "Visa mer";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "Visa plånboks väljare";

/* Section title for signing out */
"Sign Out" = "Logga Ut";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "Logga ut";

/* Label to display relay software. */
"Software" = "Programvara";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "NIP:er som stöds";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "Tack!";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "De utger sig för att vara någon annan";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "Detta är ett betal relä, du måste betala för att inlägg ska accepteras.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "Detta är en publik nyckel, du kommer inte att kunna göra inlägg eller interagera på något sätt. Detta används för att se konton från deras perspektiv.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "Detta är en gammaldags nostr-nyckel. Vi är inte säkra på om det är en pubnyckel eller privat nyckel. Vänligen växla knappen nedan om detta är en publik nyckel.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "Detta är ditt konto-ID, du kan ge detta till dina vänner så att de kan följa dig. Tryck för att kopiera.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "Detta är din hemliga kontonyckel. Du behöver den för att komma åt ditt konto. Dela den inte med någon! Spara det i en lösenordshanterare och förvara det säkert!";

/* Navigation bar title for note thread. */
"Thread" = "Tråd";

/* Button to translate note from different language. */
"Translate Note" = "Översätt Note";

/* Button to indicate that the note has been translated from a different language. */
"Translated from \(lang)" = "översatt från \(språk)";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from \(lang)..." = "Översätter från \(språk)";

/* Section title for selecting the translation service. */
"Translations" = "Översättningar";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "Skriv RADERA för att radera";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "Skriv ditt inlägg här...";

/* Button to unfollow a user. */
"Unfollow" = "Avfölj";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "Avföljer...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "Universum 🛸";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "Användaren är blockerad";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "Användaren har blivit blockerad";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "Användarnamn";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "Version";

/* Sidebar menu label for Wallet view. */
"Wallet" = "Plånbok";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "Plånboks val";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "VARNING:\n\nDETTA KOMMER ATT SIGNERA EN HÄNDELSE SOM RADERAR DETTA KONTO.\n\nDU KOMMER INTE LÄNGRE KUNNA LOGGA IN PÅ DAMUS MED DENNA KONTONYCKEL.\n\nÄR DU SÄKER PÅ ATT DU VILL FORTSÄTTA?";

/* Label for Website section of user profile form. */
"Website" = "Websida";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "Välkommen till det sociala nätverket %@ kontrollerar.";

/* Text to welcome user. */
"Welcome, %@!" = "Välkommen, %@!";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "Vad vill du rapportera?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "Ja, Ersätt";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "Ja, Dela med Privat Nyckel";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "du";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "Du har inga bokmärken än, lägg till dem i snabbmenyn";

/* Label for Your Name section of user profile form. */
"Your Name" = "Ditt Namn";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "Din rapport kommer att skickas till de reläer du är ansluten till";

/* Accessibility label for zap button
   Button to send a zap. */
"Zap" = "Zap";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "Zap Belopp";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "Zap Belopp i sats";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "Zap typ";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "Zappar...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view. */
"Zaps" = "Zaps";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️%@";

